Repository: wp-plugins/rvg-optimize-database
Catalog: language/rvg-optimize-database-*.po
Languages: sr_rs

source: Optimize DB Options
sr_rs: Optimize DB opcije

source: Optimize DB (1 click)
sr_rs: Optimizuj bazu podataka (1 klik)

source: Once Weekly
sr_rs: Jednom nedeljno

source: Optimize Database after Deleting Revisions OPTIONS UPDATED
sr_rs: Optimize Database after Deleting Revisions OPCIJE AŽURIRANE

source: Click <a href="tools.php?page=rvg-optimize-db.php" style="font-weight:bold">HERE</a> to run the optimization
sr_rs: Kliknite <a href="tools.php?page=rvg-optimize-db.php" style="font-weight:bold">OVDE</a> da biste pokrenuli optimizaciju

source: Using Optimize Database after Deleting Revisions
sr_rs: Upotreba Optimize Database after Deleting Revisions

source: is an one-click plugin to clean and optimize your WordPress database
sr_rs: je plugin na 1 klik koji čisti i unapređuje vašu WordPress bazu podataka

source: To start the optimization:
sr_rs: Da biste započeli optimizaciju:

source: <strong>WP Admin Panel</strong> &raquo; <strong>Tools</strong> &raquo; <strong>Optimize Database</strong>. Then click the '<strong>Start Optimization</strong>'-button. Et voila!
sr_rs: <strong>WP Admin Panel</strong> &raquo; <strong>Alati</strong> &raquo; <strong>Optimizuj bazu podataka</strong>. Zatim kliknite na<strong>Počni optimizaciju</strong>'-taster. To je to!

source: Note: if you use the Scheduler the Optimization will run automatically!
sr_rs: Napomena: ako koristite planer, optimizacija će se pokrenuti automatski

source: Plugin version:
sr_rs: Plugin verzija:

source: Author
sr_rs: Autor

source: The Netherlands
sr_rs: Holandija

source: Plugin URL:
sr_rs: URL Plugin-a:

source: Optimize Database after Deleting Revisions - Options
sr_rs: Optimize Database after Deleting Revisions - Opcije

source: Maximum number of - most recent - revisions to keep per post / page
sr_rs: Najveći broj - najskorijih - revizija koje treba održavati za svaki post/stranicu

source: ('0' means: delete <u>ALL</u> revisions)
sr_rs: ('0' znači: obriši <u>SVE</u> revizije)

source: Delete all trashed items
sr_rs: Obriši sve stavke u korpi za otpatke

source: Delete all spammed items
sr_rs: Obriši sve spam stavke

source: Delete unused tags
sr_rs: Obriši neiskorišćene oznake

source: Delete expired transients
sr_rs: Obriši sve prolazne stavke koje su istekle

source: Keep a log
sr_rs: Vodi dnevnik

source: Scheduler
sr_rs: Planer

source: NOT SCHEDULED
sr_rs: NIJE PLANIRANO

source: run optimization HOURLY
sr_rs: pokreni optimizaciju NA SVAKI SAT

source: run optimization TWICE A DAY
sr_rs: pokreni optimizaciju DVA PUTA DNEVNO

source: run optimization DAILY
sr_rs: pokreni optimizaciju JEDNOM DNEVNO

source: run optimization WEEKLY
sr_rs: pokreni optimizaciju JEDNOM NEDELJNO

source: Time
sr_rs: Vreme

source: hrs
sr_rs: Sat

source: Show '1-click' link in Admin Bar
sr_rs: Prikaži ‘1-klik’ link u traci za meni administratora

source: (change will be visible after loading the next page)
sr_rs: (promena će biti vidljiva nakon učitavanja sledeće stranice)

source: EXCLUDE DATABASE TABLES FROM OPTIMIZATION: <span style="text-decoration:underline;color:#F00;">CHECKED</span> TABLES <span style="text-decoration:underline;color:#F00;">WON'T</span> BE OPTIMIZED!</span>
sr_rs: ISKLJUČI TABELE BAZE PODATAKA IZ OPTIMIZACIJE: <span style="text-decoration:underline;color:#F00;">CHECKED</span> TABLES <span style="text-decoration:underline;color:#F00;">WON'T</span> BE OPTIMIZED!</span>

source: check all tables
sr_rs: štikliraj sve tabele

source: uncheck all tables
sr_rs: poništi štikliranje svih tabela

source: check all NON-WordPress tables
sr_rs: štikliraj sve tabele koje NISU WordPress

source: Save Options
sr_rs: Sačuvaj opcije

source: Go To Optimizer
sr_rs: Pokreni optimizator

source: NO
sr_rs: NE

source: YES
sr_rs: DA

source: ONCE HOURLY
sr_rs: SVAKOG SATA

source: TWICE DAILY
sr_rs: DVA PUTA DNEVNO

source: ONCE DAILY
sr_rs: JEDNOM DNEVNO

source: ONCE WEEKLY
sr_rs: JEDNOM NEDELJNO

source: Optimize your WordPress Database
sr_rs: Optimizujte svoju WordPress bazu podataka

source: A WordPress Plugin by
sr_rs: WordPress Plugin kreirao:

source: Current options
sr_rs: Trenutne opcije

source: Number of excluded tables
sr_rs: Broj isključenih tabela

source: Next scheduled run
sr_rs: Sledeća planirana optimizacija

source: Total savings since the first run
sr_rs: Ukupno sačuvanih od prvog pokretanja

source: Change Options
sr_rs: Promeni opcije

source: View Log File
sr_rs: Pregledaj datoteku dnevnika

source: Delete Log File
sr_rs: Obriši datoteku dnevnika

source: Start Optimization
sr_rs: Pokreni optimizaciju

source: Starting Optimization
sr_rs: Optimizacija počinje

source: DELETING REVISIONS
sr_rs: BRISANJE REVIZIJA

source: post / page
sr_rs: post/stranica

source: revision date
sr_rs: datum revizije

source: revisions deleted
sr_rs: revizija obrisana

source: total number of revisions deleted
sr_rs: ukupan broj obrisanih revizija

source: No REVISIONS found to delete
sr_rs: NISU PRONAĐENE REVIZIJE za brisanje

source: DELETING TRASHED ITEMS
sr_rs: BRISANJE STAVKI U KORPI ZA OTPATKE

source: type
sr_rs: tip

source: IP address / title
sr_rs: IP adresa/naslov

source: date
sr_rs: datum

source: No TRASHED ITEMS found to delete
sr_rs: NISU PRONAĐENE STAVKE za brisanje u korpi za otpatke

source: DELETING SPAMMED ITEMS
sr_rs: BRISANJE SPAM STAVKI

source: comment author
sr_rs: komentarišite autora

source: comment author email
sr_rs: komentarišite email autora

source: comment date
sr_rs: komentarišite datum

source: No SPAMMED ITEMS found to delete
sr_rs: NISU PRONAĐENE SPAM STAVKE za brisanje

source: NUMBER OF UNUSED TAGS DELETED
sr_rs: BROJ NEUPOTREBLJENIH OBRISANIH OZNAKA

source: No UNUSED TAGS found to delete
sr_rs: NISU PRONAĐENE NEUPOTREBLJENE OZNAKE za brisanje

source: NUMBER OF EXPIRED TRANSIENTS DELETED
sr_rs: BROJ OBRISANIH, ISTEKLIH PROLAZNIH STAVKI

source: No EXPIRED TRANSIENTS found to delete
sr_rs: Nisu pronađene istekle, prolazne stavke za brisanje

source: NUMBER OF POSTMETA ORPHANS DELETED
sr_rs: BROJ OBRISANIH POSTMETA SIROČIĆA

source: No POSTMETA ORPHANS found to delete
sr_rs: Nisu pronađeni postmeta siročići za brisanje

source: OPTIMIZING DATABASE TABLES
sr_rs: Optimizovanje tabela baze podataka

source: table name
sr_rs: naziv tabele

source: optimization result
sr_rs: rezultat optimizacije

source: engine
sr_rs: sredstvo

source: table rows
sr_rs: redovi tabele

source: table size
sr_rs: veličina tabele

source: SAVINGS
sr_rs: SAČUVANO

source: size of the database
sr_rs: veličina baze podataka

source: BEFORE optimization
sr_rs: PRE optimizacije

source: AFTER optimization
sr_rs: POSLE optimizacije

source: SAVINGS THIS TIME
sr_rs: KOLIKO JE SAČUVANO STAVKI OVOG PUTA

source: TOTAL SAVINGS SINCE THE FIRST RUN
sr_rs: UKUPNO SAČUVANIH STAVKI OD PRVOG POKRETANJA

source: DONE
sr_rs: URAĐENO

source: time
sr_rs: vreme

source: deleted<br />revisions
sr_rs: obrisane <br />revizije

source: deleted<br />trash
sr_rs: obrisano <br /> iz korpe za otpatke

source: deleted<br />spam
sr_rs: obrisani <br />spam

source: deleted<br />tags
sr_rs: obrisane <br /> oznake

source: deleted<br />transients
sr_rs: obrisane <br /> prolazne stavke

source: deleted<br />orphans
sr_rs: obrisani <br /> siročići

source: nr of optimized tables
sr_rs: broj optimizovanih tabela

source: database size BEFORE
sr_rs: baza podataka PRE

source: database size AFTER
sr_rs: baza podataka POSLE
